{
  "schemaVersion": "1.0.0",
  "chapter": {
    "slug": "concepto",
    "title": "Concepto",
    "order": 1
  },
  "content": {
    "summary": "Definiciones básicas de hipertensión arterial y epidemiología.",
    "sections": [
      {
        "type": "text",
        "heading": "Definición",
        "body": "La hipertensión arterial se define como una presión arterial sistólica promedio en consulta ≥130 mmHg o una presión arterial diastólica promedio en consulta ≥80 mmHg, confirmada por mediciones en dos o más ocasiones, o por el uso actual de medicación antihipertensiva"
      },
      {
        "type": "text",
        "heading": "Epidemiología",
        "body": "La hipertensión arterial es el factor de riesgo cardiovascular modificable más frecuente y la principal causa de muerte y discapacidad en el mundo. Su prevalencia en adultos se acerca al 50%, aumentando con la edad hasta superar el 80% en mayores de 75 años, con mayor riesgo de por vida en hombres y en personas de raza negra e hispana"
      },
      {
        "type": "table",
        "id": "bp_categories_tbl1",
        "title": "TABLA 1. Categorías de Presión Arterial en Adultos",
        "nCols": 4,
        "nRows": 4,
        "columns": [
          { "key": "category", "label": "Categoría PA" },
          { "key": "pas", "label": "PAS" },
          { "key": "op", "label": "" },
          { "key": "pad", "label": "PAD" }
        ],
        "rows": [
          {
            "cells": { "category": "Normal", "pas": "<120 mm Hg", "op": "y", "pad": "<80 mm Hg" },
            "operator": ""
          },
          {
            "cells": { "category": "Elevada", "pas": "120 a 129 mm Hg", "op": "y", "pad": "<80 mm Hg" },
            "operator": ""
          },
          {
            "group": "Hipertensión",
            "cells": { "category": "Etapa 1", "pas": "130 a 139 mm Hg", "op": "o", "pad": "80 a 89 mm Hg" },
            "operator": ""
          },
          {
            "group": "Hipertensión",
            "cells": { "category": "Etapa 2", "pas": "≥140 mm Hg", "op": "o", "pad": "≥90 mm Hg" },
            "operator": ""
          }
        ],
        "footnote": "Los adultos con PAS y PAD en 2 categorías deben ser clasificados en la categoría de PA más alta. Esta tabla excluye a las personas embarazadas (ver Sección 11.5, “Hipertensión y embarazo”). Adaptado con permiso de Whelton et al. © 2018 American College of Cardiology Foundation y American Heart Association, Inc. PA indica presión arterial (basada en un promedio de ≥2 mediciones cuidadosas obtenidas en ≥2 ocasiones, según la Sección 3 “Evaluación y Diagnóstico”); PAD, presión arterial diastólica; y PAS, presión arterial sistólica."
      },
      {
        "type": "image",
        "id": "bp_pic1",
        "caption": "FIGURA 1. Cómo tomar la presión arterial correctamente.",
        "alt": "Ilustración educativa de la técnica correcta para medir la presión arterial.",
        "path": "clinical_guidelines_db/Guías AHA de Hipertensión Arterial 2025/capitulos/imagenes/pic1 Como tomar la presión arterial correctamente.png"
      },
      {
        "type": "table",
        "id": "office_bp_measurement_tbl4",
        "title": "Medición de la Presión Arterial en Consultorio",
        "nCols": 1,
        "nRows": 8,
        "columns": [
          { "key": "item", "label": "Indicaciones" }
        ],
        "rows": [
          { "cells": { "item": "1. El paciente debe evitar cafeína, ejercicio y fumar por al menos 30 minutos antes de la medición. Asegurar que haya vaciado la vejiga." } },
          { "cells": { "item": "2. Utilizar un dispositivo de presión arterial validado por exactitud (validatebp.org)." } },
          { "cells": { "item": "3. Usar el tamaño de brazalete correcto sobre el brazo desnudo." } },
          { "cells": { "item": "4. El brazo del paciente debe estar apoyado al nivel del corazón." } },
          { "cells": { "item": "5. Mantener al paciente relajado, sentado en una silla (pies en el piso, piernas descruzadas y espalda apoyada) por más de 5 minutos de reposo." } },
          { "cells": { "item": "6. Ni el paciente ni el clínico deben hablar durante el periodo de reposo o durante la medición. El paciente no debe estar usando el teléfono." } },
          { "cells": { "item": "7. La medición de la presión arterial debe realizarse en una habitación con temperatura controlada." } },
          { "cells": { "item": "8. Tomar 2 o más mediciones de presión arterial con al menos 1 minuto de intervalo. Promediar las lecturas y proporcionar al paciente sus lecturas tanto verbalmente como por escrito." } }
        ]
      },
      {
        "type": "table",
        "id": "routine_tests_tbl2",
        "title": "TABLA 2. Pruebas de Laboratorio de Rutina para Nuevo Diagnóstico de Hipertensión",
        "nCols": 1,
        "nRows": 9,
        "columns": [
          { "key": "test", "label": "Pruebas Diagnósticas" }
        ],
        "rows": [
          { "cells": { "test": "Biometría hemática completa" } },
          { "cells": { "test": "Sodio, potasio y calcio séricos" } },
          { "cells": { "test": "Creatinina sérica con estimación de la tasa de filtración glomerular (basada en la Ecuación de Creatinina CKD-EPI 2021)" } },
          { "cells": { "test": "Perfil de lípidos" } },
          { "cells": { "test": "Glucosa en ayunas o Hemoglobina A1c" } },
          { "cells": { "test": "Hormona estimulante de la tiroides (TSH)" } },
          { "cells": { "test": "EGO (examen general de orina)" } },
          { "cells": { "test": "Relación albúmina/creatinina en orina; relación proteína/creatinina en orina" } },
          { "cells": { "test": "ECG" } }
        ]
      },
      {
        "type": "table",
        "id": "abpm_hbpm_recs_tbl3",
        "title": "Recomendaciones para MAPA (ABPM) y AMPA (HBPM)",
        "variant": "Recomendacion",
        "nCols": 3,
        "nRows": 2,
        "columns": [
          { "key": "cor", "label": "COR" },
          { "key": "loe", "label": "LOE" },
          { "key": "rec", "label": "RECOMENDACIONES" }
        ],
        "rows": [
          {
            "cells": {
              "cor": "1",
              "loe": "A",
              "rec": "En adultos con hipertensión sospechada, se recomiendan mediciones de PA fuera del consultorio mediante MAPA o AMPA para confirmar el diagnóstico de hipertensión."
            }
          },
          {
            "cells": {
              "cor": "1",
              "loe": "A",
              "rec": "En adultos que están tomando medicación antihipertensiva, se recomienda AMPA para monitorizar la titulación del tratamiento que reduce la PA, junto con cointervenciones como educación del paciente, asesoría por telemedicina e intervenciones clínicas."
            }
          }
        ]
      },
      {
        "type": "table",
        "id": "hp_causes_tbl3",
        "title": "TABLA 3. Causas ambientales, conductuales y genéticas de la hipertensión",
        "nCols": 2,
        "nRows": 6,
        "columns": [
          { "key": "diet", "label": "Factores de ingesta dietética" },
          { "key": "nondiet", "label": "Factores no dietéticos" }
        ],
        "rows": [
          { "cells": { "diet": "Mayor consumo de sodio", "nondiet": "Variantes genéticas" } },
          { "cells": { "diet": "Menor consumo de potasio", "nondiet": "Sobrepeso/obesidad" } },
          { "cells": { "diet": "Menor consumo de calcio/magnesio", "nondiet": "Menor actividad/aptitud física" } },
          { "cells": { "diet": "Menor calidad de la dieta (menor ingesta de frutas/verduras, proteínas vegetales y fibra)", "nondiet": "Trastornos del sueño (relacionados con duración, calidad, regularidad y/o respiración alterada)" } },
          { "cells": { "diet": "Consumo de alcohol", "nondiet": "Estresores psicosociales" } },
          { "cells": { "diet": "", "nondiet": "Contaminación del aire" } }
        ]
      },
      {
        "type": "table",
        "id": "whitecoat_masked_recs_tbl",
        "title": "Recomendaciones para hipertensión de bata blanca y enmascarada, efecto de bata blanca e hipertensión no controlada enmascarada",
        "variant": "Recomendacion",
        "nCols": 3,
        "nRows": 6,
        "columns": [
          { "key": "cor", "label": "COR" },
          { "key": "loe", "label": "LOE" },
          { "key": "rec", "label": "RECOMENDACIONES" }
        ],
        "rows": [
          {
            "cells": {
              "cor": "2a",
              "loe": "B-NR",
              "rec": "En adultos sin tratamiento con PAS en consulta ≥130 mm Hg o PAD ≥80 mm Hg, y sin PAS en consulta ≥160 mm Hg ni PAD ≥100 mm Hg, es razonable descartar hipertensión de bata blanca mediante monitoreo de PA fuera del consultorio antes de establecer el diagnóstico de hipertensión."
            }
          },
          {
            "cells": {
              "cor": "2a",
              "loe": "B-NR",
              "rec": "En adultos con hipertensión de bata blanca o hipertensión enmascarada, es razonable utilizar mediciones de PA fuera del consultorio para descartar transición hacia hipertensión sostenida."
            }
          },
          {
            "cells": {
              "cor": "2a",
              "loe": "C-LD",
              "rec": "En adultos con aparente hipertensión resistente al tratamiento según PA en consulta, es razonable descartar efecto de bata blanca (una forma de seudorresistencia) usando mediciones de PA fuera del consultorio."
            }
          },
          {
            "cells": {
              "cor": "2a",
              "loe": "B-NR",
              "rec": "En adultos que reciben medicación antihipertensiva y presentan PA elevada en consulta (PAS ≥130 mm Hg o PAD ≥80 mm Hg), pero sin hipertensión resistente ni PAS ≥160 mm Hg o PAD ≥100 mm Hg, es razonable descartar efecto de bata blanca mediante mediciones de PA fuera del consultorio."
            }
          },
          {
            "cells": {
              "cor": "2b",
              "loe": "B-NR",
              "rec": "En adultos sin tratamiento con PAS en consulta <130 mm Hg y PAD <80 mm Hg, puede ser razonable descartar hipertensión enmascarada utilizando mediciones de PA fuera del consultorio."
            }
          },
          {
            "cells": {
              "cor": "2b",
              "loe": "B-NR",
              "rec": "En adultos en tratamiento antihipertensivo con PAS en consulta <130 mm Hg y PAD <80 mm Hg, puede ser razonable descartar hipertensión no controlada enmascarada mediante mediciones de PA fuera del consultorio."
            }
          }
        ]
      },
      {
        "type": "table",
        "id": "secondary_htn_causes_tbl4",
        "title": "TABLA 4. Causas de hipertensión secundaria con indicaciones para pruebas adicionales y tamizaje diagnóstico",
        "nCols": 6,
        "nRows": 14,
        "columns": [
          { "key": "cause", "label": "Causa" },
          { "key": "prev", "label": "Prevalencia" },
          { "key": "indications", "label": "Indicaciones para pruebas adicionales" },
          { "key": "exam", "label": "Hallazgos al examen físico" },
          { "key": "screen", "label": "Pruebas de tamizaje" },
          { "key": "confirm", "label": "Pruebas confirmatorias" }
        ],
        "rows": [
          {
            "group": "Causas comunes",
            "cells": {
              "cause": "Apnea obstructiva del sueño (OSA)",
              "prev": "25%–50%",
              "indications": "Ronquidos, ahogos o jadeos durante el sueño; somnolencia diurna; hipertensión resistente.",
              "exam": "Obesidad; cuello ancho (p. ej., >17 in hombres; >16 in mujeres); Mallampati 3–4; pérdida del descenso nocturno de la PA.",
              "screen": "Cuestionario STOP-Bang; Cuestionario de Berlín; oximetría nocturna.",
              "confirm": "Derivar a polisomnografía o estudio domiciliario de apnea del sueño cuando no se sospechan otros trastornos del sueño."
            }
          },
          {
            "group": "Causas comunes",
            "cells": {
              "cause": "Enfermedad renal crónica (ERC/CKD)",
              "prev": "14%",
              "indications": "Diabetes; obstrucción; hematuria; polaquiuria y nicturia; incontinencia; abuso de analgésicos; historia familiar de enfermedad renal poliquística; creatinina sérica elevada; EGO anormal.",
              "exam": "Masa abdominal o riñones grandes palpables (enfermedad poliquística); palidez cutánea.",
              "screen": "Electrolitos (Na, K, Cl, HCO₃⁻); creatinina sérica; EGO; microalbuminuria; cistatina C sérica; ultrasonido renal.",
              "confirm": "Pruebas dirigidas para evaluar la causa de la ERC."
            }
          },
          {
            "group": "Causas comunes",
            "cells": {
              "cause": "Hiperaldosteronismo primario",
              "prev": "5%–25%",
              "indications": "Hipertensión resistente; hipertensión con hipokalemia (espontánea o inducida por diuréticos); calambres o debilidad muscular; incidentaloma suprarrenal; antecedente familiar de hipertensión de inicio temprano o evento cerebrovascular.",
              "exam": "Arritmias (con hipokalemia); especialmente fibrilación auricular.",
              "screen": "Electrolitos (Na y K); relación aldosterona/renina plasmática (corregir hipokalemia y suspender antagonistas de mineralocorticoides 4–6 semanas).",
              "confirm": "Prueba de carga oral de sodio (recolección urinaria de 24 h para aldosterona) o infusión salina IV con aldosterona sérica a las 4 h; considerar prueba de supresión con captopril (si no usa IECA/ARA); TC suprarrenal; muestreo venoso suprarrenal."
            }
          },
          {
            "group": "Causas comunes",
            "cells": {
              "cause": "Inducida por fármacos o alcohol",
              "prev": "2%–20%",
              "indications": "Antiácidos con sodio; antidepresivos; nicotina (tabaquismo); alcohol; AINE; anticonceptivos orales; ciclosporina o tacrolimus; simpaticomiméticos (descongestionantes, anorexígenos); cocaína, anfetaminas y otras drogas ilícitas; fármacos neuropsiquiátricos; agentes estimulantes de eritropoyesis; tratamiento oncológico (inhibidores VEGF, inhibidores de tirosina-quinasa); suspensión de clonidina; hierbas (Ma Huang, efedra).",
              "exam": "Temblor fino, taquicardia, diaforesis (cocaína, efedrina, IMAO); dolor abdominal agudo (cocaína).",
              "screen": "Tamiz de drogas en orina (drogas ilícitas).",
              "confirm": "Respuesta tras retirar el agente sospechoso."
            }
          },
          {
            "group": "Causas comunes",
            "cells": {
              "cause": "Hipertensión renovascular",
              "prev": "0.1%–5%",
              "indications": "Hipertensión resistente; inicio brusco o empeoramiento progresivo; difícil control; edema pulmonar fulminante; inicio precoz (especialmente mujeres con displasia fibromuscular).",
              "exam": "Soplo abdominal sistólico-diastólico; soplos en otras arterias (carótida, femoral).",
              "screen": "Electrolitos (Na, K, Cl, HCO₃⁻); USG Doppler renal dúplex; angiorresonancia magnética; angiotomografía abdominal.",
              "confirm": "Angiografía intra-arterial renal selectiva bilateral."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Hipotiroidismo",
              "prev": "<1%",
              "indications": "Piel seca; intolerancia al frío; estreñimiento; disfonía; aumento de peso.",
              "exam": "Retardo del reflejo aquíleo; edema periorbitario; piel áspera y fría; bradicinesia; bocio.",
              "screen": "TSH; tiroxina libre.",
              "confirm": "Ninguna adicional."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Hipertiroidismo",
              "prev": "<1%",
              "indications": "Piel caliente y húmeda; intolerancia al calor; nerviosismo; temblor; palpitaciones; insomnio; pérdida de peso; diarrea; debilidad muscular proximal.",
              "exam": "Retraso palpebral; temblor fino en manos extendidas; piel caliente y húmeda; bocio; nódulo tiroideo.",
              "screen": "TSH; tiroxina libre.",
              "confirm": "Captación y gammagrama tiroideo con yodo radiactivo."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Feocromocitoma/paraganglioma",
              "prev": "<0.6%",
              "indications": "Hipertensión resistente; crisis paroxística sobre hipertensión sostenida; episodios con labilidad de PA, cefalea, diaforesis, palpitaciones, palidez; antecedente familiar; incidentaloma suprarrenal.",
              "exam": "Estigmas cutáneos de neurofibromatosis (manchas café-con-leche, neurofibromas); hipotensión ortostática.",
              "screen": "Metanefrinas fraccionadas en orina de 24 h o metanefrinas plasmáticas en condiciones estándar (decúbito con línea IV).",
              "confirm": "TC o RM de abdomen/pelvis; PET/CT con Ga-DOTATATE."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Coartación aórtica (no diagnosticada o reparada)",
              "prev": "≈0.1%",
              "indications": "Adulto joven con hipertensión (edad <30 años).",
              "exam": "PA mayor en extremidades superiores que en inferiores; ausencia de pulsos femorales; soplo continuo en espalda/torax; soplo abdominal; cicatriz de toracotomía izquierda (postoperatorio).",
              "screen": "Ecocardiograma.",
              "confirm": "Angiotomografía de tórax y abdomen o angiorresonancia magnética."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Síndrome de Cushing",
              "prev": "<0.1%",
              "indications": "Aumento de peso rápido, sobre todo central; debilidad muscular proximal; depresión; hiperglucemia.",
              "exam": "Obesidad central; cara en \"luna\"; giba dorsal; almohadillas grasas supraclaviculares; estrías violáceas anchas (≈1 cm); hirsutismo.",
              "screen": "Prueba de supresión con 1 mg de dexametasona nocturna.",
              "confirm": "Excreción urinaria de cortisol libre en 24 h (idealmente múltiples); cortisol salival nocturno."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Hiperparatiroidismo primario",
              "prev": "Raro",
              "indications": "Hipercalcemia.",
              "exam": "Usualmente ninguno.",
              "screen": "Calcio sérico.",
              "confirm": "Hormona paratiroidea sérica."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Hiperplasia suprarrenal congénita",
              "prev": "Raro",
              "indications": "Hipertensión e hipokalemia; virilización (deficiencia 11-β-hidroxilasa) o masculinización incompleta en hombres y amenorrea primaria en mujeres (deficiencia 17-α-hidroxilasa).",
              "exam": "Signos de virilización (11-β-OH) o masculinización incompleta (17-α-OH).",
              "screen": "Hipertensión e hipokalemia con renina y aldosterona bajas o normales.",
              "confirm": "11-β-OH: DOC y 11-desoxicortisol elevados, andrógenos elevados. 17-α-OH: andrógenos y estrógenos bajos con DOC y corticosterona elevados."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Síndromes de exceso de mineralocorticoides (distintos del hiperaldosteronismo primario)",
              "prev": "Raro",
              "indications": "Inicio temprano de hipertensión; hipertensión resistente; hipokalemia o hiperglucemia; diabetes.",
              "exam": "Arritmias (con hipokalemia).",
              "screen": "Aldosterona y renina bajas.",
              "confirm": "Metabolitos de cortisol en orina; pruebas genéticas."
            }
          },
          {
            "group": "Causas poco comunes",
            "cells": {
              "cause": "Acromegalia",
              "prev": "Raro",
              "indications": "Rasgos acrales; aumento de talla de zapato/guante/sombrero; cefalea; alteraciones visuales; diabetes.",
              "exam": "Rasgos acrales; manos y pies grandes; prominencia frontal.",
              "screen": "Hormona de crecimiento sérica ≥1 ng/mL durante carga oral de glucosa.",
              "confirm": "IGF-1 elevado ajustado por edad y sexo; RM de hipófisis."
            }
          }
        ]
      },
      {
        "type": "image",
        "id": "bp_pic2",
        "caption": "FIGURA 2. Cribado de características que sugieren hipertensión secundaria.",
        "alt": "Diagrama de cribado para identificar causas de hipertensión secundaria.",
        "path": "clinical_guidelines_db/Guías AHA de Hipertensión Arterial 2025/capitulos/imagenes/pic2 cribado de HTA secundaria.png"

      }
    ]
  }
}
